Repository: accessolutions/WebAccessForNVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, ru, tr

source: Zone border
fr: Bordure de zone
ru: Граница области
tr: Bölge sınırı

source: Press escape to cancel zone restriction.
fr: Appuyez sur échappement pour ne plus être restreint à la zone.
ru: Нажмите клавишу escape, чтобы отменить ограничение области.
tr: Bölge kısıtlamasını iptal etmek için escape tuşuna basın.

source: in this zone.
fr: dans cette zone.
ru: в этой области.
tr: bu bölgede.

source: No more focusable element in this zone.
fr: Pas d'élément focusable suivant dans cette zone.
ru: В этой области нет следующего фокусируемого элемента.
tr: Bu bölgede başka odaklanabilir öğe yok.

source: No previous focusable element in this zone.
fr: Pas d'élément focusable précédant dans cette zone.
ru: В этой области нет предыдущего фокусируемого элемента.
tr: Bu bölgede geride odaklanabilir öğe yok.

source: Press escape twice to cancel zone restriction.
fr: Appuyez deux fois sur échappement pour ne plus être restreint à la zone.
ru: Дважды нажмите клавишу escape, чтобы отменить ограничение области.
tr: Bölge kısıtlamasını iptal etmek için escape tuşuna iki kez basın.

source: text "%s" not found
fr: texte "%s" non trouvé
ru: текст "%s" не найден
tr: Metin "%s" bulunamadı

source: Cancel zone restriction and retry?
fr: Lever la restriction à la zone et réessayer ?
ru: Отменить ограничение области и попробовать ещё раз ?
tr: Bölge kısıtlaması iptal edilsin ve tekrar denensin mi?

source: Find Error
fr: Chaîne non trouvée
ru: Найти ошибку
tr: Hata Bul

source: Zone restriction cancelled
fr: Restriction au sein de la zone annulée
ru: Ограничение области отменено
tr: Bölge kısıtlaması iptal edildi

source: Lists various types of elements in the current zone
fr: Dresser la liste de différents types d'éléments dans la zone courante
ru: Перечисляет различные типы элементов в текущей области
tr: Mevcut bölgedeki çeşitli öğe türlerini listeler

source: Move to next zone.
fr: Aller à la zone suivante.
ru: Перейти к следующей области.
tr: Sonraki bölgeye git.

source: Move to previous zone.
fr: Aller à la zone précédente.
ru: Перейти к предыдущей области.
tr: Önceki bölgeye git.

source: Move to next global marker.
fr: Aller au marqueur global suivant.
ru: Перейти к следующему глобальному маркеру.
tr: Sonraki global işaretçiye git.

source: Move to previous global marker.
fr: Aller au marqueur global précédent.
ru: Перейти к предыдущему глобальному маркеру.
tr: Önceki global işaretçiye git.

source: Move to next local marker.
fr: Aller au marqueur local suivant.
ru: Перейти к следующему локальному маркеру.
tr: Sonraki yerel işaretçiye git.

source: Move to previous local marker.
fr: Aller au marqueur local précédent.
ru: Перейти к предыдущему локальному маркеру.
tr: Önceki yerel işaretçiye git.

source: Refresh results
fr: Réactualisé les résultats
ru: Обновить результаты
tr: Sonuçları yenile

source: An error occured. See NVDA log for more details.
fr: Une erreur s'est produite. Voir le journal NVDA pour plus de détails.

source: Show the Web Access menu.
fr: Afficher le menu Web Access.
ru: Показать меню Web Access .
tr: Web Access menüsünü göster.

source: The current object does not support Web Access.
fr: Cet objet n'est pas pris en charge par Web Access.
ru: Этот объект не поддерживается Web Access.
tr: Geçerli nesne Web Access desteklemiyor.

source: You must be in a web browser to use Web Access.
fr: Placez-vous dans un navigateur web pour utiliser Web Access.
ru: Перейдите в веб-браузер, чтобы использовать Web Access.
tr: Web Access kullanmak için bir web tarayıcısında olmanız gerekir.

source: You must be on the web page to use Web Access.
fr: Placez-vous sur la page web pour utiliser Web Access.
ru: Перейдите на веб-страницу, чтобы использовать Web Access.
tr: Web Access kullanmak için web sayfası açmalısınız.

source: Open the Web Access Settings.
fr: Ouvrir les préférences Web Access.
ru: Открыть настройки Web Access.
tr: Web Erişim Ayarlarını açın.

source: Toggle debug mode.
fr: Basculer le mode de débogage.

source: Show the element description.
fr: Afficher la description de l'élément.
ru: Показать описание элемента.
tr: Öğe açıklamasını göster.

source: Toggle Web Access support.
fr: Basculer le support de Web Access.

source: Web Access support disabled.
fr: Web Access désactivé.
ru: Поддержка веб-доступа отключена.
tr: Web Access desteği devre dışı.

source: Web Access support enabled.
fr: Web Access activé.
ru: Поддержка веб-доступа включена.
tr: Web Access desteği etkin.

source: This web module has been created by a newer version of Web Access for NVDA and could not be loaded:
fr: Ce module web ne peut pas être utilisé car il a été créé à l'aide d'une version plus récente de Web Access pour NVDA :
ru: Этот веб-модуль нельзя использовать, поскольку он был создан с использованием более новой версии Web Access для NVDA :
tr: Bu web modülü, NVDA için Web Erişimi'nin daha yeni bir sürümü tarafından oluşturulduğu için yüklenemedi:

source: These web modules have been created by a newer version of Web Access for NVDA and could not be loaded:
fr: Ces modules web ne peuvent pas être utilisé car ils ont été créé à l'aide d'une version plus récente de Web Access pour NVDA :
ru: Эти веб-модули нельзя использовать, поскольку они были созданы с использованием более новой версии Web Access для NVDA :
tr: Bu web modülleri, NVDA için Web Erişimi'nin daha yeni bir sürümü tarafından oluşturulduğu için yüklenemedi:

source: This Python web module uses a different API version of Web Access for NVDA and could not be loaded:
fr: Ce module web Python ne peut pas être utilisé car il cible une version différente de l'API de Web Access pour NVDA :
ru: Этот веб-модуль Python нельзя использовать, поскольку он предназначен для другой версии API Web Access для NVDA :
tr: Bu Python web modülü, NVDA için Web Erişiminin farklı bir API sürümünü kullandığı için yüklenemiyor:

source: These Python web modules use a different API version of Web Access for NVDA and could not be loaded:
fr: Ces modules web Python ne peuvent pas être utilisé car ils ciblent une version différente de l'API de Web Access pour NVDA :
ru: Эти веб-модули Python используют другую версию API Web Access для NVDA и не могут быть загружены:
tr: Bu Python web modülleri, NVDA için Web Erişiminin farklı bir API sürümünü kullandığı için yüklenemiyor.

source: An unexpected error occurred while attempting to load this web module:
fr: Une erreur s'est produite au chargement de ce module web :
ru: При попытке загрузить этот веб-модуль произошла непредвиденная ошибка:
tr: Bu web modülünü yüklemeye çalışırken beklenmeyen bir hata oluştu:

source: An unexpected error occurred while attempting to load these web modules:
fr: Une erreur s'est produite au chargement de ces modules web :
ru: При попытке загрузить эти веб-модули произошла непредвиденная ошибка:
tr: Bu web modüllerini yüklemeye çalışırken beklenmeyen bir hata oluştu:

source: Web Access for NVDA
fr: Web Access pour NVDA
ru: Веб-доступ для NVDA
tr: NVDA için Web Erişimi

source: No action available for the selected rule type.
fr: Aucune action disponible pour le type de règle sélectionné.

source: &Gestures
fr: &Gestes

source: &New...
fr: &Nouvelle...

source: &Edit...
fr: &Modifier...
ru: &Изменить...
tr: Düz&enle...

source: &Delete
fr: &Supprimer
ru: &Удалить
tr: S&il

source: A&utomatic action at rule detection:
fr: Action &automatique à la détection d'une règle :

# webAccess.action
source: No action
fr: Ne rien faire
ru: Действие не требуется
tr: Eylem yok

source: Global - Applies to the whole web module
fr: Global - S'applique à l'ensemble du module web

source: No criteria
fr: Pas de critère
ru: Нет критериев
tr: Ölçüt yok

source: Found 1 result in {:.3f} seconds.
fr: Trouvé 1 résultat en {:.3f} secondes.

source: Found {} results in {:.3f} seconds.
fr: Trouvé {} résultats en {:.3f} secondes.

source: No result found on the current page.
fr: Aucun résultat trouvé sur la page actuelle.

source: Criteria test
fr: Critères d'évaluation

source: General
fr: Général

source: Criteria Set &name:
fr: Nom du jeu de critères :

source: &Sequence order:
fr: Ordre de &séquence :

source: Summar&y:
fr: &Résumé :

source: Technical n&otes:
fr: &Notes techniques :

source: Criteria
fr: Critères
ru: Критерий
tr: Kriter

# webAccess.ruleCriteria
source: Page &title:
fr: &Titre de page :

# webAccess.ruleCriteria
source: Page t&ype
fr: T&ype de page

# webAccess.ruleCriteria
source: &Parent element
fr: Élément &parent

# webAccess.ruleCriteria
source: &Text:
fr: &Texte :
ru: &Текст:
tr: Me&tin:

# webAccess.ruleCriteria
source: &Role:
fr: &Rôle :
ru: &Роль:
tr: &Rol:

# webAccess.ruleCriteria
source: T&ag:
fr: B&alise :
ru: &Тег:
tr: &Etiket:

# webAccess.ruleCriteria
source: &Class:
fr: &Classe :
ru: &Класс :
tr: &Sınıf:

# webAccess.ruleCriteria
source: &States:
fr: État&s :
ru: &Состояния:
tr: &Statü:

# webAccess.ruleCriteria
source: Ima&ge source:
fr: Source de l'ima&ge :
ru: Источник &изображения:
tr: &Görüntü kaynağı:

# webAccess.ruleCriteria
source: R&elative path:
fr: Ch&emin relatif :
ru: Относительный &Путь :
tr: Gö&reli yol:

source: Context:
fr: Contexte :

source: Page title - Applies only to pages with the given title
fr: Titre de page - S'applique uniquement aux pages portant le titre donné

source: Page type - Applies only to pages with the given type
fr: Type de page - S'applique uniquement aux pages du type donné

source: Parent element - Applies only within the results of another rule
fr: Élément parent - S'applique uniquement dans le cadre des résultats d'une autre règle

source: Advanced
fr: Avancé

source: Test these criteria (F5)
fr: Tester ces critères (F5)

source: Syntax error in the field "{field}"
fr: Erreur de syntaxe dans le champ "{field}"
ru: Синтаксическая ошибка в поле "{field}"
tr: "{field}" alanında söz dizim hatası

source: Error
fr: Erreur
ru: Ошибка
tr: Hata

source: Unknown identifier in the field "{field}"
fr: Identifiant inconnu dans le champ "{field}"
ru: Неизвестный идентификатор в поле "{field}"
tr: "{field}" Alanında bilinmeyen tanımlayıcı

source: Index, if set, must be a positive integer.
fr: Index, si renseigné, doit être un nombre entier strictement positif.
ru: Индекс, если он задан, должен быть положительным целым числом.
tr: Dizin, ayarlanmışsa, pozitif bir tamsayı olmalıdır.

source: Reset to {value}
fr: Réinitialiser à {value}

source: Select a property to override
fr: Sélectionnez une propriété à surcharger

source: Properties specific to this criteria set
fr: Propriétés spécifiques à cet ensemble de critères

source: None. Press alt+n to override a property.
fr: Aucune. Appuyez sur alt+n pour remplacer une propriété.

source: Rule value
fr: Valeur de la règle

source: &New
fr: &Nouveau

source: WebAccess Criteria Set editor
fr: Éditeur de jeux de critères WebAccess

# webAccess.elementDescription
source: elements
fr: éléments
ru: элементы
tr: öğeler

# webAccess.elementDescription
source: element
fr: élément
ru: элемент
tr: öğe

# webAccess.elementDescription
source: from:
fr: de :
ru: от:
tr: şuradan:

# webAccess.elementDescription
source: to:
fr: à :
ru: до:
tr: şuraya:

source: No NodeManager
fr: Pas de NodeManager
ru: Нет NodeManager
tr: NodeManager Yok

source: Element description
fr: Description de l'élément
ru: Описание элемента
tr: Öğe açıklaması

source: Input Gesture
fr: Gestes de saisie

source: Gesture:
fr: Geste :

source: &Action to execute
fr: &Action à exécuter
ru: &Действие, которое необходимо выполнить
tr: Y&apılacak eylem

source: Select an action
fr: Sélectionner une action

source: Type now the desired key combination
fr: Pressez maintenant la combinaison de touches souhaitée

source: You must define a shortcut
fr: Vous devez entrer un geste de commande
ru: Вы должны назначить сочетания клавиш
tr: Bir kısayol tanımlamalısınız

source: You must choose an action
fr: Vous devez choisir une action

source: None
fr: Aucune

source: &New rule...
fr: &Nouvelle règle...
ru: &Новое правило...
tr: Yeni &Kural...

source: Manage &rules...
fr: Gérer les &règles...
ru: Управление &правилами...
tr: Kuralları Y&önet...

source: &New web module...
fr: &Nouveau module web...
ru: &Новый веб-модуль...
tr: Ye&ni web modülü...

source: Edit &web module %s...
fr: Modifier le module &web %s...
ru: Редактировать &веб-модуль %s...
tr: %s &web modülünü düzenle...

source: Manage web &modules...
fr: Gérer les &modules web...
ru: Управление &веб-модулями...
tr: Web &modüllerini Yönet...

source: Temporarily &disable all web modules
fr: &Désactiver temporairement tous les modules web
ru: Временно &отключить все веб-модули
tr: Tüm web mo&düllerini geçici olarak devre dışı bırak

source: Yes
fr: Oui

source: No
fr: Non

source: Properties
fr: Propriétés
ru: Свойства
tr: Özellikler

source: No property available for this rule type.
fr: Aucune propriété n'est disponible pour ce type de règle.

source: &Properties
fr: &Propriétés

# webAccess.ruleEditor
source: Property
fr: Propriété

# webAccess.ruleEditor
source: Value
fr: Valeur

source: WebAccess Preferences
fr: Paramètres de Web Access
ru: Параметры Web Access
tr: Web Erişim Tercihleri

source: &Developer mode
fr: Mode développeur
ru: &Режим разработчика
tr: &Geliştirici modu

source: Disable all &user WebModules (activate only scratchpad and addons)
fr: Désactiver tous les WebModules utilisateur (ne charger que répertoire Bloc-notes du Développeur et extensions)
ru: Отключить все &пользовательские веб-модули (включить только блокнот и дополнения)
tr: Tüm k&ullanıcı WebModüllerini devre dışı bırak (sadece Scratchpad ve eklentileri etkinleştir)

source: Write into add-ons' "webModules" folder (not recommended)
fr: Écrire directement dans le dossier "webModules" des extensions (non recommandé)
ru: Запись дополнений непосредственно в папку "webModules" (не рекомендуется)
tr: Eklentilerin "webModules" klasörüne yaz (önerilmez)

source: A web module already exists with this name.
fr: Un autre module web porte déjà ce nom.
ru: Веб - модуль с таким именем уже существует.
tr: Bu isimde bir web modülü mevcut.

source: Do you want to overwrite it?
fr: Voulez-vous le remplacer ?
ru: Вы хотите переписать его?
tr: Üzerine yazmak istiyor musunuz?

source: Web module name:
fr: Nom du module web :
ru: Название веб-модуля :
tr: Web modülü adı:

source: Window title:
fr: Titre de la fenêtre :
ru: Заголовок окна :
tr: Pencere başlığı:

source: Help (in Markdown):
fr: Aide du module (format Markdown)
ru: Справка по модулю (в формате Markdown)
tr: yardım (Markdown' olarak):

source: New Web Module
fr: Nouveau Module web
ru: Новый веб-модуль
tr: Yeni Web Modülü

source: Edit Web Module
fr: Modifier le module web
ru: Редактировать Веб-модуль
tr: Web Modülünü Düzenle

source: URL not found
fr: URL introuvable
ru: URL не найден
tr: URL bulunamadı

source: You must enter a name for this web module
fr: Vous devez entrer un nom pour ce module web
ru: Вы должны указать название этого веб-модуля
tr: Bu web modülü için bir ad girmelisiniz

source: You must specify at least a URL or a window title.
fr: Vous devez spécifier au moins une URL ou un titre de fenêtre.
ru: Вы должны указать, по крайней мере, URL-адрес или заголовок окна.
tr: URL veya pencere adı belirtmeniz gerekir

source: Do you really want to delete this web module?
fr: Êtes-vous sûr de vouloir supprimer ce module web ?
ru: Вы уверены, что хотите удалить этот веб-модуль ?
tr: Bu web modülünü silmek istiyor musunuz?

source: This web module comes with the add-on {addonSummary}. It cannot be modified at its current location. Do you want to make a copy in your scratchpad?
fr: Ce module web est fourni par le module complémentaire {addonSummary}. Il ne peut être modifié à son emplacement actuel. Voulez-vous en faire une copie dans votre répertoire Bloc-notes du Développeur (scratchpad) ?
ru: Этот веб-модуль поставляется в комплекте с дополнением {addonSummary}. Он не может быть изменён в его текущем местоположении. Вы хотите сделать его копию в своём каталоге Блокнота разработчика (scratchpad) ?
tr: Bu web modülü, {addonSummary} eklentisi ile birlikte kurulur. It cannot be modified at its current location. Do you want to make a copy in your scratchpad?

source: Warning
fr: Avertissement
ru: Предупреждение
tr: Uyarı

source: Web Modules Manager
fr: Gestion des modules web
ru: Управление веб-модулями
tr: Web Modülleri Yöneticisi

source: Available Web Modules:
fr: Modules web disponibles :
ru: Доступные веб-модули :
tr: Mevcut Web Modülleri:

source: Name
fr: Nom
ru: Название
tr: Ad

source: Trigger
fr: Déclencheur
ru: Триггер
tr: Tetikleyici

source: and
fr: et
ru: и
tr: ve

source: Empty
fr: Vide

source: <Invalid>
fr: <Invalide>

source: &Categories:
fr: &Catégories :
ru: &Категории :
tr: &Kategoriler:

source: Rule &type:
fr: &Type de règle :
ru: &Тип правила :
tr: Kural &türü:

source: Rule &name:
fr: &Nom de la règle :
ru: &Название правила :
tr: Kural &adı:

source: No rule type selected.
fr: Aucun type de règle n'est sélectionné.

source: Criteria:
fr: Critères :

source: Multiple criteria sets:
fr: Jeux de critères multiples :

source: TOOLTIP EXEMPLE
fr: EXEMPLE DE BULLE D'AIDE

source: You must choose a type for this rule
fr: Vous devez choisir un type pour cette règle
ru: Вы должны выбрать тип для этого правила
tr: Bu kural için bir tür belirlemelisiniz

source: You must choose a name for this rule
fr: Vous devez choisir un nom pour cette règle

source: There already is another rule with the same name.
fr: Il existe déjà une autre règle portant le même nom.

source: Are you sure you want to delete this alternative?
fr: Êtes-vous sûr de vouloir supprimer cette alternative ?

source: Confirm Deletion
fr: Confirmation d'effacement
ru: Подтверждение удаления
tr: Silmeyi onaylayın

source: Summar&y
fr: &Résumé

source: Technical n&otes
fr: &Notes techniques

source: WebAccess Rule editor
fr: Éditeur de règles WebAccess

# webAccess.ruleGesture
source: <None>
fr: <Aucun>
ru: <Нет>
tr: <Yok>

# webAccess.rulesGroupBy
source: &Gestures
fr: &Geste de commande
ru: &Жесты
tr: &Hareket

# webAccess.rulesGroupBy
source: Nam&e
fr: N&om
ru: &Название
tr: &ad

source: Group by:
fr: Regrouper par :
ru: Группировать по :
tr: Gruplandırma ölçütü:

source: &Filter:
fr: &Filtre :
ru: &Фильтр :
tr: &filtre:

source: Include only rules &active on the current page
fr: N'inclure que les règles &actives sur la page courante
ru: Включать только правила, &действующие на текущей странице
tr: Yalnızca geçerli sayfada etkin ol&an kuralları ekle

source: Summary
fr: Résumé

source: Technical notes
fr: Notes techniques

source: Move to
fr: Aller à
ru: Перейти к
tr: Git

source: Are you sure you want to delete this rule?
fr: Êtes-vous sûr de vouloir supprimer cette règle ?
ru: Вы уверены, что хотите удалить это правило ?
tr: Bu kuralı silmek istediğinizden emin misiniz?

# webAccess.controlMutation
source: Button
fr: Bouton
ru: Кнопка
tr: Düğme

# webAccess.controlMutation
source: Header level 1
fr: Titre de niveau 1
ru: Заголовок уровень 1
tr: Başlık düzey 1

# webAccess.controlMutation
source: Header level 2
fr: Titre de niveau 2
ru: Заголовок уровень 2
tr: Başlık düzey 2

# webAccess.controlMutation
source: Header level 3
fr: Titre de niveau 3
ru: Заголовок уровень 3
tr: Başlık düzey 3

# webAccess.controlMutation
source: Header level 4
fr: Titre de niveau 4
ru: Заголовок уровень 4
tr: Başlık düzey 4

# webAccess.controlMutation
source: Header level 5
fr: Titre de niveau 5
ru: Заголовок уровень 5
tr: Başlık düzey 5

# webAccess.controlMutation
source: Header level 6
fr: Titre de niveau 6
ru: Заголовок уровень 6
tr: Başlık düzey 6

# webAccess.controlMutation
source: Add a label
fr: Ajouter un libellé
ru: Добавить метку
tr: Etiket ekle

# webAccess.controlMutation
source: Region
fr: Région
ru: Регион
tr: bölge

# webAccess.controlMutation
source: Navigation (named)
fr: Navigation (nommée)
ru: Навигация (именованная)
tr: navigasyon (adlandırılmış)

# webAccess.controlMutation
source: Navigation (unnamed)
fr: Navigation (anonyme)
ru: Навигация (безымянная)
tr: navigasyon (adsız)

# webAccess.controlMutation
source: Link
fr: Lien
ru: Ссылка

# webAccess.controlMutation
source: Data table (Internet Explorer only)
fr: Tableau de données (Internet Explorer uniquement)
ru: Таблица данных (только для Internet Explorer)
tr: Veri tablosu (yalnızca Internet Explorer)

# webAccess.controlMutation
source: Layout table
fr: Tableau de présentation
ru: Таблица представления
tr: Düzen tablosu

# webAccess.ruleProperty
source: Auto Actions
fr: Actions automatiques

# webAccess.ruleProperty
source: Multiple results
fr: Résultats multiples

# webAccess.ruleProperty
source: Activate form mode
fr: Activer le mode formulaire

# webAccess.ruleProperty
source: Skip with Page Down
fr: Ignorer avec Page Suivante

# webAccess.ruleProperty
source: Speak rule name
fr: Énoncer le nom de la règle

# webAccess.ruleProperty
source: Custom name
fr: Nom personnalisé

# webAccess.ruleProperty
source: <undefined>
fr: <indéfini>

# webAccess.ruleProperty
source: Custom message
fr: Message personnalisé

# webAccess.ruleProperty
source: Custom page title
fr: Titre de page personnalisé

# webAccess.ruleProperty
source: Transform
fr: Transformation

# webAccess.ruleProperty.mutation
source: None
fr: Aucune

source: Marker
fr: Marqueur
ru: Маркер
tr: İşaretleyici

source: Page type
fr: Type de page
ru: Тип страницы
tr: Sayfa türü

source: Parent element
fr: Élément parent
ru: Родительский элемент
tr: Üst öğe

source: Page main title
fr: Titre de page - principal
ru: Заголовок главной страницы
tr: Sayfa ana başlığı

source: Page secondary title
fr: Titre de page - secondaire
ru: Дополнительный заголовок страницы
tr: Sayfa ikincil başlığı

# webAccess.action
source: Move to
fr: Aller à
ru: Перейти к
tr: Git

# webAccess.action
source: Say all
fr: Dire tout
ru: Проговорить всё
tr: Tümünü oku

# webAccess.action
source: Speak
fr: Énoncer
ru: Проговорить
tr: Seslendir

# webAccess.action
source: Activate
fr: Activer
ru: Активировать
tr: Etkinleştir

# webAccess.action
source: Mouse move
fr: Déplacer la souris
ru: Переместить мышь
tr: Fareyi taşı

source: Not ready
fr: Pas encore prêt
ru: Не готов
tr: Hazır değil

source: No previous zone
fr: Pas de zone précédente
ru: Нет предыдущей области
tr: Geride bölge yok

source: No next zone
fr: Pas de zone suivante
ru: Нет следующей области
tr: İleride bölge yok

source: No zone
fr: Pas de zone
ru: Нет области
tr: Bölge yok

source: No marker
fr: Pas de marqueur
ru: Нет маркера
tr: İşaretçi yok

source: No previous marker
fr: Pas de marqueur précédent
ru: Нет предыдущего маркера
tr: Geride işaretçi yok

source: No next marker
fr: Pas de marqueur suivant
ru: Нет следующего маркера
tr: İleride işaretçi yok

source: Move to {ruleName}
fr: Aller à {ruleName}
ru: Перейти к {ruleName}
tr: {ruleName} kuralına git

source: {criteriaName} not found
fr: {criteriaName} non trouvé

source: {ruleName} not found
fr: {ruleName} introuvable
ru: {ruleName} не найдено
tr: {ruleName} bulunamadı

source: No contextual help available.
fr: Aucune aide contextuelle disponible.
ru: Контекстная справка недоступна.
tr: Bağlamsal yardım mevcut değil.

source: Contextual Help
fr: Aide contextuelle
ru: Контекстная справка
tr: Bağlamsal Yardım

source: %s copied to clipboard
fr: %s copié dans le presse-papier
ru: %s скопировано в буфер обмена
tr: %s panoya kopyalandı

source: Current web module is: {name}
fr: Le module web actuel est : {name}
ru: Текущий веб-модуль : {name}
tr: Geçerli web modülü: {name}

source: Your new web module {name} has been created.
fr: Votre nouveau module web {name} a été créé.
ru: Новый веб-модуль {name} был создан.
tr: Yeni web modülünüz {name} oluşuruldu
