Repository: accessolutions/WebAccessForNVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, ru, tr

source: The web module name should be a valid file name.
fr: Le nom d'un web module doit être un nom de fichier valide.
ru: Имя веб-модуля должно быть допустимым именем файла.
tr: Web modül adı geçerli bir dosya adı olmalıdır.

source: It should not contain any of the following:
fr: Il ne doit contenir aucun des caractères suivants :
ru: Он не должен содержать ни одного из следующих символов :
tr: Aşağıdakilerden herhangi birini içermemeli:

source: An error occured. Please consult NVDA's log.
fr: Une erreur s'est produite. Consultez le journal de NVDA pour plus de détails.
ru: Произошла ошибка. Ознакомьтесь с журналом NVDA для получения более подробной информации.
tr: Bir hata oluştu. Lütfen NVDA'nın günlüğüne bakın.

source: Cancel
fr: Annuler
ru: Отменить
tr: İptal

source: This modification cannot be saved under the current configuration.
fr: Cette modification ne peut pas être enregistrée de par la configuration actuelle.
ru: Это изменение не может быть сохранено в текущей конфигурации.
tr: Bu değişiklik mevcut konfigürasyon altında kaydedilemez.

source: • In the WebAccess category, enable User WebModules.
fr: • Dans la catégorie WebAccess, activer les WebModules utilisateur.
ru: • В категории WebAccess включите пользовательские веб-модули.
tr: • Web Erişimi kategorisinde Kullanıcı Web Modüllerini etkinleştirin.

source: • In the WebAccess category, enable Developper Mode.
fr: • Dans la catégorie WebAccess, activer le mode développeur.
ru: • В категории WebAccess включите режим разработчика.
tr: • Web Erişimi kategorisinde, Geliştirici Modu'nu etkinleştirin.

source: • In the Advanced category, enable loading of the Scratchpad directory
fr: • Dans la catégorie Avancé, activer le chargement de code personnalisé depuis le répertoire Bloc-notes du Développeur
ru: • В категории "дополнительно" включите загрузку пользовательского кода из каталога Scratchpad
tr: • Gelişmiş kategorisinde Scratchpad dizininden kod yüklenmesini etkinleştirin

source: or
fr: ou
ru: или
tr: veya

source: You may, in NVDA Preferences:
fr: Vous pouvez, dans les paramètres de NVDA :
ru: Вы можете в настройках NVDA :
tr: You may, in NVDA Preferences:NVDA Tercihlerinde şunları yapabilirsiniz:

source: Recovered from format version {}
fr: Récupéré depuis le format de version {}

source: Web Access for NVDA (Multicriteria)
fr: Web Access pour NVDA (multicritères)

source: Web application modules support for modern or complex web sites.
fr: Gestion des modules d'applications web pour la navigation sur sites web riches ou complexes.
ru: Поддержка модулей веб-приложений для современных или сложных веб-сайтов.
tr: modern ya da karmaşık web siteleri için Web uygulama modülleri desteği.

source: Passes gesture through to the application
ru: Передать жест непосредственно приложению
tr: Hareketi uygulamaya aktarır

source: OK
ru: ОК
tr: Tamam

source: Apply
ru: Применить
tr: Uygula

source: %s Settings Category
ru: параметры категории %s
tr: %s Ayarlar Kategorisi

# webAccess.ruleContext
source: Page &title:
ru: &Заголовок страницы :
tr: Sayfa &Başlığı:

# webAccess.ruleContext
source: Page t&ype:
ru: &Тип страницы:
tr: Sayfa t&ürü:

# webAccess.ruleContext
source: &Parent element:
ru: &Родительский элемент:
tr: &Üst öğe:

# webAccess.ruleContext
source: Pri&ority:
ru: &Приоритет:
tr: &öncelik:

source: Global - Applies to the whole web module.
ru: Глобальный - Применяется ко всему веб-модулю.
tr: Global - Tüm web modülüne uygulanır.

source: Rule Context
ru: Контекст правила
tr: Kural Bağlamı

source: Priority, if set, must be a positive integer.
ru: Приоритет, если он задан, должен быть положительным целым числом.
tr: Öncelik, ayarlanmışsa, pozitif bir tam sayı olmalıdır.

# webAccess.ruleCriteria
source: &ID:
ru: &Идентификатор:

# webAccess.ruleCriteria
source: Inde&x:
ru: &Индекс:
tr: &Dizin:

source: Rule Criteria
ru: Критерии правила
tr: Kural Kriterleri

# webAccess.ruleProperties
source: &Multiple results
ru: &Множественные результаты
tr: &Birden çok sonuç

# webAccess.ruleProperties
source: Activate &form mode
ru: Активировать &режим форм
tr: &form modunu etkinleştir

# webAccess.ruleProperties
source: S&kip with Page Down
ru: &Перейти на страницу вниз
tr: Sonra&ki sayfa ile atla

# webAccess.ruleProperties
source: &Speak rule name
ru: &Проговорить название правила
tr: K&ural adını seslendir

# webAccess.ruleProperties
source: Custom &name:
ru: &Пользовательское имя:
tr: Özel &ad:

# webAccess.ruleProperties
source: &Transform:
ru: &Преобразовать:
tr: &dönüştür:

# webAccess.ruleProperties
source: Custom page &title:
ru: &Настраиваемый заголовок страницы:
tr: &Sayfa Başlığı

# webAccess.ruleProperties
source: Custom messa&ge:
ru: &Пользовательское сообщение:
tr: Özel mesa&j:

source: None.
ru: Нет.
tr: Yok.

source: Rule Properties
ru: Свойства правила
tr: Kural Özellikleri

source: S&kip with Page Down
ru: &Перейти на страницу вниз
tr: Sonra&ki sayfa ile atla

# webAccess.controlMutation
source: <None>
ru: <Нет>
tr: <Yok>

source: Context
ru: Контекст
tr: bağlam

source: Edit conte&xt
ru: Изменить &контекст
tr: Ba&ğlamı düzenle

source: Edit c&riteria
ru: Изменить &критерий
tr: Ölçütleri düzenle

source: Actions
ru: Действия
tr: Eylemler

source: &Keyboard shortcut
ru: &Сочетание клавиш
tr: &Kısayol tuşu

source: Add a keyboard shortcut
ru: Добавить сочетания клавиш
tr: Kısayol tuşu ekle

source: Delete this shortcut
ru: Удалить сочетания клавиш
tr: Bu kısayolu sil

source: &Automatic action at rule detection
ru: &автоматическое действие при обнаружении правила
tr: &Kural algılandığında Otomatik eylem

source: Edit &properties
ru: Редактировать &свойства
tr: &Özellikleri düzenle

source: &Comment
ru: &Комментарий
tr: A&çıklama

source: New rule
ru: Новое правило
tr: Yeni kural

source: Edit rule
ru: Изменить правило
tr: Kuralı Düzenle

source: You must enter a name for this rule
ru: Вам необходимо ввести имя для этого правила
tr: Bu kural için bir ad girmelisiniz

source: There is another rule with the same name. You probably should consider setting a priority.
ru: Есть ещё одно правило с таким же названием. Вероятно, вам следует указать приоритет.
tr: Aynı ada sahip başka bir kural var. Muhtemelen öncelik belirlemenizde fayda olabilir.

source: There are other rules with the same name. You probably should consider setting a priority.
ru: Есть другие правила с таким же названием. Вероятно, вам следует указать приоритет.
tr: Aynı ada sahip başka kurallar var. Öncelik belirlemenizde fayda olabilir.

# webAccess.rulesGroupBy
source: &Position
ru: &Положение
tr: &Konum

# webAccess.rulesGroupBy
source: &Type
ru: &Тип
tr: &tür

source: &Type shortcut
ru: &Введите сочетание клавиш
tr: K&ısayol girin

source: NONE
ru: НЕТ
tr: YOK

source: Shortcut dialog
ru: Диалог быстрого доступа
tr: Kısayol iletişim kutusu

source: Shortcut set to %s
ru: Сочетание клавиш изменено на %s
tr: %s kısayol olarak ayarlandı

source: You must define an action
ru: Вы должны определить действие
tr: Bir eylem belirlemelisiniz

source: URL:
ru: URL-АДРЕС:

source: NVDA Message
ru: Сообщение NVDA
tr: NVDA Mesajı

# webAccess.controlMutation
source: Section
ru: Раздел
tr: Bölüm

source: Zone
ru: Область
tr: bölge

source: &WebAccess...
tr: &WebErişimi...

source: WebAccess
tr: Web Erişimi
